[
    {
        "id": "1",
        "formule":"starter",
        "title": "Une Présentation en Une Seule Page",
        "txt":"✿ Présentation concise de votre activité : Toutes les informations essentielles sont présentées de manière claire et directe. \n\n✿ Navigation fluide : Chaque section est conçue pour offrir une expérience utilisateur optimale, avec des informations claires et concises.",
        "page": "/offreCreation#starter",
        "class": "formuladetailscard"
    },

    {
        "id": "2",
        "formule":"starter",
        "title": "Un design soigné et responsive",
        "txt":"✿ Design responsive : Adapté à tous les écrans pour garantir une expérience utilisateur fluide. \n\n✿ Chargement rapide : Optimisé pour un accès rapide, réduisant le temps d’attente de vos visiteurs. \n\n✿ Graphismes professionnels : Un design soigné qui reflète le professionnalisme de votre activité.",
        "class": "formuladetailscard"
    },

    {
        "id": "3",
        "formule":"starter",
        "title": "Un Formulaire de contact et Vos réseaux",
        "txt":"✿ formulaire de contact : ermet aux visiteurs de vous contacter facilement sans quitter la page. \n\n✿ Boite mail professionnelle : Vous recevrez les messages directement dans votre boîte mail, facilitant la gestion des demandes clients. \n\n✿ Intégration des réseaux sociaux : Connectez facilement vos réseaux sociaux pour créer une interaction fluide avec vos communautés.",
        "class": "formuladetailscard"
    },

    {
        "id": "4",
        "formule":"starter",
        "title": "Des Performances Optimales pour Tous les Appareils",
        "txt":"✿ SEO de base : Optimisation des balises de titres et de descriptions. \n\n✿ Amélioration de la visibilité : Une structure claire pour mieux apparaître dans les résultats de recherche. \n\n✿ Indexation rapide : Favorise l’indexation de votre site par les moteurs de recherche.",
        "class": "formuladetailscard"
    },

    {
        "id": "5",
        "formule":"starter",
        "title": "Une Mise en ligne rapide",
        "txt":"✿ Délais de réalisation courts : Généralement sous 2 semaines, pour vous permettre d’être rapidement visible sur le web. \n\n✿ Support technique : Après la mise en ligne je vous offre une maintenace de 3 mois pour garantir que tout fonctionne correctement.",
        "class": "formuladetailscard"
    },

    {
        "id": "6",
        "formule":"starter",
        "title": "Conclusion : Un Site One Page, Simple et Efficace",
        "txt":"La Formule Starter est idéale pour ceux qui recherchent une solution simple mais impactante pour établir leur présence en ligne. Avec un design professionnel, une structure claire et des performances optimisées, vous disposerez d'un site vitrine capable de capter l’attention de vos clients et de les convertir en un minimum de clics. \n\n Prêt à démarrer avec une solution simple et rapide ? \n\n Contactez-moi dès aujourd’hui pour lancer votre projet avec la Formule Starter !",
        "class": "formuladetailscard formuladetailscard--conclusion"
    },
    
    {
        "id": "7",
        "formule":"middle",
        "title": "Un Design Professionnel et Personnalisé",
        "txt":"✿ Design soigné : Création d'une interface qui met en valeur vos produits et services de manière élégante et professionnelle. Et adapté à votre identité visuelle \n\n✿ Navigation intuitive : Vos visiteurs trouvent rapidement l’information recherchée grâce à une structure de menu claire et fluide. \n\n✿ UX/UI optimisé : Expérience utilisateur pensée pour maximiser l'engagement et la conversion.",
        "page": "/offreCreation#middle",
        "class": "formuladetailscard formuladetailscard--green"
    },

    {
        "id": "8",
        "formule":"middle",
        "title": "Un Contenu Structuré et Richesse d’Informations",
        "txt":"✿ Jusqu’à 5 pages incluses : Chaque page ayant son propre objectif (Accueil, présentation des services, page à propos, témoignages clients, contact...) \n\n✿ Contentu détaillé : Des textes enrichis et structurés pour présenter en profondeur chaque aspect de votre activité. \n\n✿ Appels à l’action ciblés : Des incitations à l’action réparties stratégiquement sur les pages pour convertir vos visiteurs en clients.",
        "page": "/offreCreation#middle",
        "class": "formuladetailscard formuladetailscard--green"
    },

    {
        "id": "9",
        "formule":"middle",
        "title": "Des Fonctionnalités Avancées",
        "txt":"✿ Formulaire de contact personnalisé : Permettez à vos clients de vous contacter directement via des formulaires interactifs et dynamiques. \n\n✿ Galeries multimédias  : Intégration de photos, vidéos ou diaporamas pour présenter vos produits ou vos réalisations de manière attractive.",
        "page": "/offreCreation#middle",
        "class": "formuladetailscard formuladetailscard--green"
    },

    {
        "id": "10",
        "formule":"middle",
        "title": "Une Optimisation pour Améliorer Votre Visibilité",
        "txt":"✿ Optimisation SEO poussée : Travail sur les balises, méta-descriptions de toutes les pages et contenu pour booster votre référencement. \n\n✿ Strategie de mots-clés : Recherche et intégration des mots-clés pertinents pour attirer plus de visiteurs qualifiés. \n\n✿ Audit SEO initial : Un audit de votre positionnement et des recommandations pour améliorer vos performances sur Google.",
        "page": "/offreCreation#middle",
        "class": "formuladetailscard formuladetailscard--green"
    },

    {
        "id": "11",
        "formule":"middle",
        "title": "Une Mise en Ligne Efficace",
        "txt":"✿ Délai résonnable : Réalisation sous 3 à 4 semaines, selon la quantité de contenu et les fonctionnalités requises. \n\n✿ Support technique : Après la mise en ligne je vous offre une maintenace de 3 mois pour garantir que tout fonctionne correctement.",
        "page": "/offreCreation#middle",
        "class": "formuladetailscard formuladetailscard--green"
    },

    {
        "id": "12",
        "formule":"middle",
        "title": "Conclusion : Un Site Vitrine Complet et Professionnel",
        "txt":"La Formule Middle est la solution idéale pour ceux qui souhaitent une présence en ligne riche, organisée et évolutive. Avec un site multipage, vous pourrez détailler vos services, partager vos valeurs et engager vos visiteurs grâce à un design moderne et des fonctionnalités avancées. \n\nVous êtes prêt à faire passer votre site au niveau supérieur ? \n\nContactez-moi pour en savoir plus sur la Formule Middle et démarrez la création de votre nouveau site vitrine !",
        "page": "/offreCreation#middle",
        "class": "formuladetailscard formuladetailscard--conclusion"
    },

    {
        "id": "13",
        "formule":"prenium",
        "title": "Un Design Unique pour Refléter Votre Identité",
        "txt":"✿ Design sur mesure : Nous partons de zéro pour créer un design qui correspond à votre identité visuelle et à vos objectifs. \n\n✿ UX/UI optimisé : L'interface utilisateur est pensée pour offrir une navigation fluide et intuitive, garantissant une expérience utilisateur exceptionnelle sur tous les appareils.",
        "page": "/offreCreation#prenium",
        "class": "formuladetailscard"
    },

    {
        "id": "14",
        "formule":"prenium",
        "title": "Jusqu'à 15 Pages pour Structurer Vos Contenus",
        "txt":"✿ Pages stratégiquement structurées : Pour présenter vos services, vos produits, votre équipe et toutes les informations clés de votre entreprise de manière claire et efficace. \n\n✿ Optimisation du contenu : Chaque page est pensée pour maximiser l’engagement des visiteurs et faciliter leur parcours. \n\n✿ Intégration d’un CMS : Ajoutez, modifiez ou supprimez du contenu à tout moment, sans avoir besoin de compétences techniques.",
        "page": "/offreCreation#prenium",
        "class": "formuladetailscard"
    },

    {
        "id": "15",
        "formule":"prenium",
        "title": "Des Fonctionnalités Avancées pour Vos Besoins",
        "txt":"✿ Blog : Idéal pour partager vos actualités et renforcer votre stratégie de contenu.  \n\n✿ Formulaires dynamiques : Pour faciliter les demandes de contact, devis ou inscriptions en ligne. \n\n✿ Galeries multimédias : Présentez vos produits ou vos réalisations de manière visuelle et engageante.",
        "page": "/offreCreation#prenium",
        "class": "formuladetailscard"
    },

    {
        "id": "16",
        "formule":"prenium",
        "title": "Une SEO Avancé et Un Suivi des Performances",
        "txt":"✿ Optimisation SEO avancée  : Mise en place d'une stratégie SEO poussée pour améliorer votre position sur les moteurs de recherche et augmenter votre visibilité. \n\n✿ Performances techniques : Votre site sera rapide, sécurisé, et fonctionnera sans accroc sur tous les appareils (ordinateurs, tablettes, smartphones).\n\n✿ Temps de chargement optimisé : Réduction des temps de chargement pour offrir une expérience utilisateur fluide et éviter les abandons.",
        "page": "/offreCreation#prenium",
        "class": "formuladetailscard"
    },

    {
        "id": "17",
        "formule":"prenium",
        "title": "Un Accompagnement Personnalisé",
        "txt":"✿ Une formation incluse pour vous apprendre à gérer le CMS et à mettre à jour votre contenu de manière autonome. \n\n✿ Accompagnement personnalisé et support technique pendant les premiers mois après la mise en ligne pour répondre à toutes vos questions.",
        "page": "/offreCreation#prenium",
        "class": "formuladetailscard"
    },

    {
        "id": "18",
        "formule":"prenium",
        "title": "Conclusion : Un Site Vitrine à la Hauteur de Vos Ambitions",
        "txt":"La Formule Premium sur Mesure est la solution idéale pour ceux qui veulent un site web performant, moderne et conçu spécifiquement pour répondre à leurs objectifs. Grâce à une personnalisation totale, des fonctionnalités avancées et un accompagnement stratégique, cette formule vous permet de disposer d’un outil puissant pour développer votre activité en ligne. \n\nPrêt à faire passer votre présence en ligne au niveau supérieur ?  \n\nContactez-moi pour discuter de votre projet et découvrir comment cette formule peut vous aider à atteindre vos ambitions digitales.",
        "page": "/offreCreation#prenium",
        "class": "formuladetailscard formuladetailscard--conclusion"
    }
   
   
]