[
    {
        "id": "1",
        "offre":"crea",
        "title": "STARTER",
        "stitle": "L'essentiel, simplement",
        "price": "500 €",
        "txt1":"Simplifiez votre présence en ligne avec un site vitrine élégant et efficace, le tout en une seule page !",
        "txt2":"✿ Design attractif et responsive : Création d'une page unique optimisée pour tous les appareils. \n\n✿ Présentation des services : Mise en avant claire et concise de vos services ou produits. \n\n✿ Formulaire de contact : Intégration d'un formulaire pour faciliter la prise de contact. \n\n✿ Référencement de base : Optimisation pour un meilleur positionnement sur les moteurs de recherche.",
        "page": "/offreCreation#starter",
        "class": "formulacard"
    },

    {
        "id": "2",
        "offre":"crea",
        "title": "MIDDLE",
        "stitle": "Le juste équilibre",
        "price":"750 € ",
        "txt1":"Développez votre présence en ligne avec un site vitrine complet et professionnel, adapté à toutes vos ambitions !",
        "txt2":"✿Toutes les options de la Formule Starter, plus :\n\n✿ Pages supplémentaires : Création de plusieurs pages pour détailler vos services, l’entreprise, les témoignages, etc. \n\n✿ Menu de navigation : Ajout d'un menu intuitif pour faciliter la navigation. \n\n✿ Optimisation SEO avancée : Amélioration de votre visibilité sur les moteurs de recherche grâce à une stratégie SEO plus poussée.",
        "page": "/offreCreation#middle",
        "class": "formulacard formulacard__special"
    },

    {
        "id": "3",
        "offre":"crea",
        "title": "PRENIUM",
        "price":"1200 €",
        "stitle": "L'expérience sur mesure",
        "txt1":"Élevez votre présence en ligne avec un site vitrine sur mesure, conçu pour vous propulser vers le succès !",
        "txt2":"✿ Toutes les options des Formules Starter et Middle, plus : \n\n✿ Design entièrement personnalisé : Création d’un design unique selon vos besoins et votre identité visuelle. \n\n✿ Accompagnement et support : Assistance dans la gestion du site et conseils pour son évolution future. \n\n✿ CMS (système de gestion de contenu) : Option d'intégration d’un CMS pour gérer facilement vos contenus. \n\n✿ Audit SEO et conseils : Analyse et recommandations pour optimiser le référencement de votre site.",
        "page": "/offreCreation#prenium",
        "class": "formulacard"
    },

    {
        "id": "4",
        "offre":"maint",
        "title": "STARTER",
        "stitle": "Sécurité et mises à jour essentielles",
        "price": "25 €",
        "txt1":"Assurez le bon fonctionnement de votre site avec des mises à jour régulières et une protection basique pour une tranquillité d’esprit au quotidien.",
        "txt2":"✿ Surveillance et mises à jour de sécurité : Protection contre les failles et les attaques potentielles. \n\n✿ Corrections de bugs mineurs : Intervention rapide en cas de problèmes techniques légers.\n\n✿ Sauvegardes régulières : Mise en place de sauvegardes automatiques pour garantir la sécurité des données.",
        "page": "/offreMaintenance#starter",
        "class": "formulacard"
    },

    {
        "id": "5",
        "offre":"maint",
        "title": "MIDDLE",
        "stitle": "Performance et optimisation",
        "price":"50 €",
        "txt1":"Boostez la performance et la sécurité de votre site avec un suivi complet et des optimisations régulières pour une navigation fluide et sécurisée.",
        "txt2":"✿ Toutes les options de la Formule Starter, plus :\n\n✿ Optimisation des performances : Amélioration des temps de chargement et de la fluidité du site. \n\n✿ Maintenance technique complète : Suivi des mises à jour de fonctionnalités et des plugins.\n\n✿ Analyse SEO de base : Vérification et amélioration du référencement du site.",
        "page": "/offreMaintenance#middle",
        "class": "formulacard  formulacard__special"
    },

    {
        "id": "6",
        "offre":"maint",
        "img": "../assets/images/Icones/Optimisation.svg",
        "title": "PRENIUM",
        "stitle": "Suivi complet et protection renforcée",
        "price":"100 €",
        "txt1":"Offrez à votre site une surveillance constante et un support illimité pour des performances optimales en toute circonstance.",
        "txt2":"✿ Toutes les options des Formules Starter et Middle, plus :\n\n✿ Audit complet du site : Analyse approfondie des performances, de la sécurité et du SEO. \n\n✿ Accompagnement personnalisé : Conseils et suivi pour faire évoluer votre site selon vos besoins. \n\n✿ Modifications et ajouts de contenus : Gestion de contenus (texte, images) et mises à jour régulières.",
        "page": "/offreMaintenance#prenium",
        "class": "formulacard"
    },

    {
        "id": "7",
        "offre":"refo",
        "title": "STARTER",
        "stitle": "Refonte visuelle essentielle",
        "price": "Bientôt dispo",
        "txt1":"Offrez à votre site un nouveau souffle avec un design moderne et une meilleure ergonomie.",
        "txt2":"✿ Modernisation du design : Mise à jour de l'apparence du site avec un look plus moderne et attrayant. \n\n✿ Amélioration de l'ergonomie : Simplification de la navigation et amélioration de l'expérience utilisateur. \n\n✿ Mise à jour des contenus : Actualisation des textes, images et autres médias pour mieux refléter votre activité actuelle. \n\n✿ Adaptation mobile : Vérification de la compatibilité mobile pour garantir un bon affichage sur smartphones et tablettes.",
        "page": "/offreRefonte#starter",
        "class": "formulacard"
    },

    {
        "id": "8",
        "offre":"refo",
        "title": "MIDDLE",
        "stitle": "Mise à jour impactante",
        "price":"Bientôt dispo",
        "txt1":"Transformez votre site en optimisant ses performances et en intégrant des fonctionnalités essentielles pour une meilleure expérience utilisateur ! ",
        "txt2":"✿ Tout ce qui est proposé dans la Formule Basique, plus : \n\n✿ Optimisation des performances : Réduction des temps de chargement et amélioration de la vitesse du site. \n\n✿ Refonte de la structure : Réorganisation des pages et de la navigation pour mieux structurer l'information. \n\n✿ Intégration de nouvelles fonctionnalités : Ajout d'éléments interactifs comme des formulaires, des galeries ou des boutons d'appel à l'action. \n\n✿ Amélioration SEO : Audit et ajustements SEO basiques pour améliorer la visibilité dans les moteurs de recherche.",
        "page": "/offreRefonte#middle",
        "class": "formulacard formulacard__special"
    },

    {
        "id": "9",
        "offre":"refo",
        "img": "../assets/images/Icones/Optimisation.svg",
        "title": "PRENIUM",
        "stitle": "Transformation complète et optimisation maximale",
        "price":"Bientôt dispo",
        "txt1":"Transformez votre site de fond en comble pour répondre à vos objectifs !",
        "txt2":"✿ Tout ce qui est proposé dans les Formules Basique et Intermédiaire, plus : \n\n✿ Design sur-mesure : Création d'un design unique et personnalisé pour votre marque. \n\n✿ Optimisation technique avancée : Mise en place d'outils et de techniques de pointe pour maximiser les performances du site (chargement, sécurité). \n\n✿ Audit SEO complet : Analyse approfondie et mise en place de stratégies pour optimiser le référencement naturel sur le long terme. \n\n✿ Accompagnement personnalisé : Support et conseils continus pour accompagner l'évolution de votre site web.",
        "page": "/offreRefonte#prenium",
        "class": "formulacard"
    }
]