[
    {
        "id": "1",
        "title": "Ohmyfood",
        "client":"Start-up qui voudrait s'imposer sur le marché de la restauration",
        "besoin":"Un site qui répertorie les menus de restaurants gastronomiques. En plus des systèmes classiques de réservation, les clients pourront composer le menu de leur repas pour que les plats soient prêts à leur arrivée.",
        "mission":"Intégrer une maquette en mobile-first à partir des maquettes pour mobile et Desktop et du prototype Figma ",
        "details":" Avec l’approche mobile-first j’ai conçu un site web adaptatif et réactif. \n\nAprès avoir réalisé l’intégration de la page d’accueil et des pages de chaque restaurant, j’ai mis en œuvre des animations CSS pour enrichir l'expérience utilisateur du site. Ces animations donnent vie à l'interface et rende la navigation plus interactive et engageante. \n\nJ’ai utilisé SASS, un pré-processeur CSS afin d’étendre les fonctionnalités de base du CSS. Cela permet  d’écrire des styles plus organisés et maintenables. Ce qui m’a facilité la réalisation du responsive tablette et Desktop. \n\nEnfin, j’ai versionné le projet avec Git et GitHub, outils essentiels pour la gestion et la collaboration sur des projets de développement web.",
        "img": "../assets/images/projects/ohmyfood/OMF.png",
        "repo": "https://github.com/morganhel/Projet_4_heleine_morgan.git"
    },

    {
        "id": "2",
        "title": "Sophie Bluel",
        "client":"Architecte d’Intérieur.",
        "besoin":"Une page web dynamique pour son Portfolio, qui regroupe et trie tous ces projets avec une galerie dynamique.",
        "mission":"Développer la partie Front-End en utilisant JavaScript et en communiquant avec une API",
        "details":"J’ai d’abord développé la page de présentation des travaux de l'architecte à partir du HTML fourni. Cela implique la gestion des événements utilisateurs et la manipulation des éléments du DOM avec JavaScript. \n\nEnsuite, j’ai créé la page de connexion pour l'administrateur du site ainsi qu'une modale permettant d'uploader de nouveaux médias. \n\nPour la première fois, j’ai eu accès à un code back-end pour tester les fonctionnalités. J’ai appris  à communiquer avec une API, ce qui est crucial pour les applications web modernes. \n\nEnfin, j’ai versionné le projet avec Git et GitHub, outils essentiels pour la gestion et la collaboration sur des projets de développement web.",
        "img": "../assets/images/projects/sophie-bluel/preview.png",
        "repo": "https://github.com/morganhel/Projet_6_heleine_morgan.git"
    },


    {
        "id": "3",
        "title": "Kasa",
        "client":"Entreprise de location d’appartements entre particuliers.",
        "besoin":"Refonte totale du site pour passer à des technologies plus récentes et plus inoventes afin d'avoir une expérience utilisateur moderne et réactive.",
        "mission":"Démarrer le projet React et développer l’ensemble de l’application, les composants React, les routes React Router, en suivant les maquettes Figma (responsives !) et les contraintes techniques.",
        "details":"J’ai débuté le projet avec Create React App, un outil qui simplifie la configuration initiale d'une application React. J’ai également utilisé Node.js pour exécuter du code JavaScript en dehors du navigateur. \n\nLe but étant de créer une expérience utilisateur moderne et réactive, j’ai implémenté le front-end. Et ça, en me basant sur les maquettes fournies et en utilisant des données simulées extraites d'un fichier JSON. \n\nJ’ai utilisé React Router pour configurer la navigation entre les différentes pages de l'application. J’ai pu comprendre comment gérer efficacement le routage dans une application web moderne. \n\nJ’ai travaillé sur la logique de présentation des données et les composants React (une bibliothèque JavaScript populaire pour la création d'interfaces utilisateur).",
        "img": "../assets/images/projects/kasa/preview.png",
        "repo": "https://github.com/morganhel/PROJET_8.git"
    }

]